results/20251231_090310_sentinel_passthrough/runs/run_1.txt
Running 1m test @ http://localhost:8080/
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    19.22ms    7.09ms 148.91ms   92.46%
    Req/Sec     1.33k   194.90     2.54k    87.45%
  Latency Distribution
     50%   18.30ms
     75%   20.32ms
     90%   22.66ms
     99%   48.92ms
  318809 requests in 1.00m, 4.12GB read
Requests/sec:   5304.41
Transfer/sec:     70.25MB