results/20251231_090310_sentinel_passthrough/runs/run_3.txt
Running 1m test @ http://localhost:8080/
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   527.26us  401.23us   9.07ms   75.88%
    Req/Sec     1.33k     1.53k    8.12k    92.28%
  Latency Distribution
     50%  464.00us
     75%  704.00us
     90%    0.93ms
     99%    1.75ms
  38304 requests in 1.00m, 0.88GB read
  Socket errors: connect 98, read 160, write 0, timeout 0
Requests/sec:    637.40
Transfer/sec:     15.07MB